Repository: arielhr1987/leira-letter-avatar
Catalog: languages/leira-letter-avatar-*.po
Languages: es_es

source: Enables custom avatars for users base on its initial letters.
es_es: Habilita avatares personalizados para los usuarios basados en sus letras iniciales.

source: Settings
es_es: Ajustes

source: Letters (Generated)
es_es: Letras (autogenerado)

source: You do not have sufficient permissions to access this page.
es_es: No tiene permisos suficientes para acceder a esta página.

source: Overview
es_es: Vista previa

source: Letter Avatar is a lightweight plugin that helps you to add simple good looking user avatars
es_es: Letter Avatar es un plugin ligero que te ayuda a añadir avatares de usuario simples y atractivos

source: The plugin is highly customizable by using settings page and hooks.
es_es: El plugin es altamente personalizable mediante el uso de la página de configuración y ganchos.

source: For more information:
es_es: Para más información:

source: <a href="https://wordpress.org/support/">Support</a>
es_es: <a href=“https://wordpress.org/support/“>Soporte</a>

source: <a href="https://github.com/arielhr1987/leira-letter-avatar/issues">Report an issue</a>
es_es: <a href=“https://github.com/arielhr1987/leira-letter-avatar/issues”>Reportar un problema</a>

source: Active
es_es: Activo

source: Shape
es_es: Forma

source: Letters
es_es: Letras

source: Background
es_es: Fondo

source: Letter Avatar Settings
es_es: Ajustes Letter Avatar

source: Enable use of letter avatar
es_es: Usar letras como avatar

source: Shape settings
es_es: Ajustes de Forma

source: Circle
es_es: Círculo

source: Square
es_es: Cuadrado

source: Letters settings
es_es: Ajustes de las Letras

source: Fill avatar image with at most
es_es: Usar como máximo

source: 1 letter
es_es: 1 letra

source: 2 letters
es_es: 2 letras

source: The letters are the initials of the user taken from first name and last name. If those fields are not set, the plugin will try to determine letters base on Nickname, Display Name, username or email, in that order.
es_es: Las letras son las iniciales del usuario tomadas del nombre y apellido. Si esos campos no están establecidos, el plugin intentará determinar las letras basadas en Apodo, Nombre para mostrar, nombre de usuario o correo electrónico, en ese orden.

source: Make letters <b>bold</b>
es_es: Mostrar letras en <b>negrita</b>

source: Make letters uppercase
es_es: Mostrar letras en mayúscula

source: The color of the letters is determined automatically to ensure best contrast.
es_es: El color de las letras se determina automáticamente para garantizar el mejor contraste.

source: Background settings
es_es: Ajustes de Fondo

source: Automatically determine background color for each user (Recommended)
es_es: Determinar automáticamente el color de fondo para cada usuario (recomendado)

source: Use this background color for all users
es_es: Usar este color de fondo para todos los usuarios

source: Use a random background color from the list below:
es_es: Usar un color de fondo aleatorio de la lista siguiente:

source: Use comma to separate each color. Colors should be in hex format (i.e. fc91ad).
es_es: Use comas para separar cada color. Loc colores deben tener formato exadecimal (por ejemplo: fc91ad)
